Revit 2027 API
SymbolTypeId.KNPerMmSup2 Property
 Symbol kN/mm², indicating unit Kilonewtons per square millimeter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KNPerMmSup2 { get; }
Public Shared ReadOnly Property KNPerMmSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KNPerMmSup2 {
	ForgeTypeId^ get ();
}
static member KNPerMmSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace